;This is a text file for base version lol



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; BASE V1.00 ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;DEV NOTE: The cosmetics added in this update are the following:
;--------- JACKET
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------
;-----------------------------------------------------------------------------------------------------------------


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; REBECCA HAIR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[CP2077_Edge_Reb_Hair_TT_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 双马尾 发型"

[CP2077_Edge_Reb_Hair_TT_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 双马尾 发型(无 帽子)"

[CP2077_Edge_Reb_Hair_Long_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 长 发型"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; REBECCA JACKET ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;




;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; JACKET 身体 GEAR ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[CP2077_Edge_Reb_TG_Jacket_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 夹克"

[CP2077_Edge_Reb_TG_Jacket_Male_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 夹克"

;;;;;;;;;;;;;
;;;;ARMS;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Reb_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 手臂"

[LgtPlated_CP2077_Edge_Reb_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 手臂"

[MedPlated_CP2077_Edge_Reb_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 手臂"

[HvyPlated_CP2077_Edge_Reb_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 手臂"

[LgtPowered_CP2077_Edge_Reb_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 手臂"

[MedPowered_CP2077_Edge_Reb_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 手臂"

[HvyPowered_CP2077_Edge_Reb_Jacket_Arms_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 手臂"


;;;;;;;;;;;;;
;;;;LEGS;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Reb_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 A"

[LgtPlated_CP2077_Edge_Reb_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 A"

[MedPlated_CP2077_Edge_Reb_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 A"

[HvyPlated_CP2077_Edge_Reb_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 A"

[LgtPowered_CP2077_Edge_Reb_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 A"

[MedPowered_CP2077_Edge_Reb_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 A"

[HvyPowered_CP2077_Edge_Reb_Jacket_Legs_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 A"

;-------------------------------------------------------------

[Kev_CP2077_Edge_Reb_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 B"

[LgtPlated_CP2077_Edge_Reb_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 B"

[MedPlated_CP2077_Edge_Reb_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 B"

[HvyPlated_CP2077_Edge_Reb_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 B"

[LgtPowered_CP2077_Edge_Reb_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 B"

[MedPowered_CP2077_Edge_Reb_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 B"

[HvyPowered_CP2077_Edge_Reb_Jacket_Legs_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 腿 B"




;;;;;;;;;;;;;
;;;;TORSO;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Reb_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 A"

[LgtPlated_CP2077_Edge_Reb_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 A"

[MedPlated_CP2077_Edge_Reb_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 A"

[HvyPlated_CP2077_Edge_Reb_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 A"

[LgtPowered_CP2077_Edge_Reb_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 A"

[MedPowered_CP2077_Edge_Reb_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 A"

[HvyPowered_CP2077_Edge_Reb_Jacket_Torso_A_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 A"

;-------------------------------------------------------------

[Kev_CP2077_Edge_Reb_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 B(夹克 和 无胸罩)"

[LgtPlated_CP2077_Edge_Reb_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 B(夹克 和 无胸罩)"

[MedPlated_CP2077_Edge_Reb_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 B(夹克 和 无胸罩)"

[HvyPlated_CP2077_Edge_Reb_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 B(夹克 和 无胸罩)"

[LgtPowered_CP2077_Edge_Reb_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 B(夹克 和 无胸罩)"

[MedPowered_CP2077_Edge_Reb_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 B(夹克 和 无胸罩)"

[HvyPowered_CP2077_Edge_Reb_Jacket_Torso_B_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 B(夹克 和 无胸罩)"

;-------------------------------------------------------------

[Kev_CP2077_Edge_Reb_Jacket_Torso_C_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 C(只有胸罩)"

[LgtPlated_CP2077_Edge_Reb_Jacket_Torso_C_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 C(只有胸罩)"

[MedPlated_CP2077_Edge_Reb_Jacket_Torso_C_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 C(只有胸罩)"

[HvyPlated_CP2077_Edge_Reb_Jacket_Torso_C_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 C(只有胸罩)"

[LgtPowered_CP2077_Edge_Reb_Jacket_Torso_C_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 C(只有胸罩)"

[MedPowered_CP2077_Edge_Reb_Jacket_Torso_C_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 C(只有胸罩)"

[HvyPowered_CP2077_Edge_Reb_Jacket_Torso_C_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 身体 C(只有胸罩)"


;;;;;;;;;;;;;
;;;;LARM;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Reb_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 左臂"

[LgtPlated_CP2077_Edge_Reb_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 左臂"

[MedPlated_CP2077_Edge_Reb_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 左臂"

[HvyPlated_CP2077_Edge_Reb_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 左臂"

[LgtPowered_CP2077_Edge_Reb_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 左臂"

[MedPowered_CP2077_Edge_Reb_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 左臂"

[HvyPowered_CP2077_Edge_Reb_Jacket_Arm_L_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 左臂"


;;;;;;;;;;;;;
;;;;RARM;;;;;
;;;;;;;;;;;;;

[Kev_CP2077_Edge_Reb_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 右臂"

[LgtPlated_CP2077_Edge_Reb_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 右臂"

[MedPlated_CP2077_Edge_Reb_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 右臂"

[HvyPlated_CP2077_Edge_Reb_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 右臂"

[LgtPowered_CP2077_Edge_Reb_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 右臂"

[MedPowered_CP2077_Edge_Reb_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 右臂"

[HvyPowered_CP2077_Edge_Reb_Jacket_Arm_R_T X2BodyPartTemplate]
DisplayName="赛博朋克:瑞贝卡 右臂"
